local drop_base_data = {}

--======================DROP_BASE_INFO==========================
drop_base_data.DROP_BASE_INFO = {
	["1000"] = {id = "1000", sub_count = 2, sub_drop1 = "10001,4", sub_drop2 = "10008,1"},--1阶竞技场包
	["1001"] = {id = "1001", sub_count = 2, sub_drop1 = "10002,4", sub_drop2 = "10009,1"},--2阶竞技场包
	["1002"] = {id = "1002", sub_count = 2, sub_drop1 = "10003,4", sub_drop2 = "10010,1"},--3阶竞技场包
	["1003"] = {id = "1003", sub_count = 2, sub_drop1 = "10004,4", sub_drop2 = "10011,1"},--4阶竞技场包
	["1004"] = {id = "1004", sub_count = 2, sub_drop1 = "10005,4", sub_drop2 = "10012,1"},--5阶竞技场包
	["1005"] = {id = "1005", sub_count = 2, sub_drop1 = "10006,4", sub_drop2 = "10013,1"},--6阶竞技场包
	["1006"] = {id = "1006", sub_count = 2, sub_drop1 = "10007,4", sub_drop2 = "10014,1"},--7阶竞技场包
	["1007"] = {id = "1007", sub_count = 1, sub_drop1 = "10001,1"},--1阶竞技场包-铜
	["1008"] = {id = "1008", sub_count = 2, sub_drop1 = "10001,4", sub_drop2 = "10008,1"},--1阶竞技场包-银
	["1009"] = {id = "1009", sub_count = 2, sub_drop1 = "10016,4", sub_drop2 = "10023,1"},--1阶竞技场包-金
	["1010"] = {id = "1010", sub_count = 3, sub_drop1 = "10016,8", sub_drop2 = "10023,4", sub_drop3 = "10030,1"},--1阶竞技场包-神
	["1011"] = {id = "1011", sub_count = 1, sub_drop1 = "10002,1"},--2阶竞技场包-铜
	["1012"] = {id = "1012", sub_count = 2, sub_drop1 = "10002,4", sub_drop2 = "10009,1"},--2阶竞技场包-银
	["1013"] = {id = "1013", sub_count = 2, sub_drop1 = "10017,4", sub_drop2 = "10024,1"},--2阶竞技场包-金
	["1014"] = {id = "1014", sub_count = 3, sub_drop1 = "10017,8", sub_drop2 = "10024,4", sub_drop3 = "10030,1"},--2阶竞技场包-神
	["1015"] = {id = "1015", sub_count = 1, sub_drop1 = "10003,1"},--3阶竞技场包-铜
	["1016"] = {id = "1016", sub_count = 2, sub_drop1 = "10003,4", sub_drop2 = "10010,1"},--3阶竞技场包-银
	["1017"] = {id = "1017", sub_count = 2, sub_drop1 = "10018,4", sub_drop2 = "10025,1"},--3阶竞技场包-金
	["1018"] = {id = "1018", sub_count = 3, sub_drop1 = "10018,8", sub_drop2 = "10025,4", sub_drop3 = "10030,1"},--3阶竞技场包-神
	["1019"] = {id = "1019", sub_count = 1, sub_drop1 = "10004,1"},--4阶竞技场包-铜
	["1020"] = {id = "1020", sub_count = 2, sub_drop1 = "10004,4", sub_drop2 = "10011,1"},--4阶竞技场包-银
	["1021"] = {id = "1021", sub_count = 2, sub_drop1 = "10019,4", sub_drop2 = "10026,1"},--4阶竞技场包-金
	["1022"] = {id = "1022", sub_count = 3, sub_drop1 = "10019,8", sub_drop2 = "10026,4", sub_drop3 = "10030,1"},--4阶竞技场包-神
	["1023"] = {id = "1023", sub_count = 1, sub_drop1 = "10005,1"},--5阶竞技场包-铜
	["1024"] = {id = "1024", sub_count = 2, sub_drop1 = "10005,4", sub_drop2 = "10012,1"},--5阶竞技场包-银
	["1025"] = {id = "1025", sub_count = 2, sub_drop1 = "10020,4", sub_drop2 = "10027,1"},--5阶竞技场包-金
	["1026"] = {id = "1026", sub_count = 3, sub_drop1 = "10020,8", sub_drop2 = "10027,4", sub_drop3 = "10030,1"},--5阶竞技场包-神
	["1027"] = {id = "1027", sub_count = 1, sub_drop1 = "10006,1"},--6阶竞技场包-铜
	["1028"] = {id = "1028", sub_count = 2, sub_drop1 = "10006,4", sub_drop2 = "10013,1"},--6阶竞技场包-银
	["1029"] = {id = "1029", sub_count = 2, sub_drop1 = "10021,4", sub_drop2 = "10028,1"},--6阶竞技场包-金
	["1030"] = {id = "1030", sub_count = 3, sub_drop1 = "10021,8", sub_drop2 = "10028,4", sub_drop3 = "10030,1"},--6阶竞技场包-神
	["1031"] = {id = "1031", sub_count = 1, sub_drop1 = "10007,1"},--7阶竞技场包-铜
	["1032"] = {id = "1032", sub_count = 2, sub_drop1 = "10007,4", sub_drop2 = "10014,1"},--7阶竞技场包-银
	["1033"] = {id = "1033", sub_count = 2, sub_drop1 = "10022,4", sub_drop2 = "10029,1"},--7阶竞技场包-金
	["1034"] = {id = "1034", sub_count = 3, sub_drop1 = "10022,8", sub_drop2 = "10029,4", sub_drop3 = "10030,1"},--7阶竞技场包-神
	["2000"] = {id = "2000", sub_count = 0},--组队副本_01_1星
	["2001"] = {id = "2001", sub_count = 0},--组队副本_01_1星_勇士卡
	["2002"] = {id = "2002", sub_count = 0},--组队副本_01_1星_突破材料
	["2003"] = {id = "2003", sub_count = 0},--组队副本_01_2星
	["2004"] = {id = "2004", sub_count = 0},--组队副本_01_2星_勇士卡
	["2005"] = {id = "2005", sub_count = 0},--组队副本_01_2星_突破材料
	["2006"] = {id = "2006", sub_count = 0},--组队副本_01_3星
	["2007"] = {id = "2007", sub_count = 0},--组队副本_01_3星_勇士卡
	["2008"] = {id = "2008", sub_count = 0},--组队副本_01_3星_突破材料
	["2009"] = {id = "2009", sub_count = 0},--单人冒险_1章_01
	["2010"] = {id = "2010", sub_count = 0},--单人冒险_1章_02
	["2011"] = {id = "2011", sub_count = 0},--单人冒险_1章_03
	["2012"] = {id = "2012", sub_count = 0},--单人冒险_1章_04
	["2013"] = {id = "2013", sub_count = 0},--单人冒险_1章_05
	["2014"] = {id = "2014", sub_count = 0},--单人冒险_1章_06
	["2015"] = {id = "2015", sub_count = 0},--单人冒险_1章_07
	["2016"] = {id = "2016", sub_count = 0},--单人冒险_1章_08
	["2017"] = {id = "2017", sub_count = 0},--单人冒险_1章_09
	["1180"] = {id = "1180", sub_count = 1, sub_drop1 = "10015"}--GM超级宝箱
}
return drop_base_data